<link rel="stylesheet" href="./css/connect_us.css">
<div class="connect">
    <div class="content">
        <h1>联系我们</h1>
        <h2>欢迎联系阳光书城，我们将为您提供最满意的服务。</h2>
        <h2>● 客服中心</h2>
        <p>客服QQ:15151551</p>
        <h3>(如果你在登录后遇到什么问题，欢迎致电咨询~)</h3>
        <h2>● 广告投放合作</h2>
        <p>微信:123465465</p>
        <p>tle: 123465465</p>
        <h2>● 市场推广、品牌合作</h2>
        <p>市场部tel：132456</p>
        <h2>● 投稿</h2>
        <p>投稿邮箱：1515115</p>
        <h2>● 支持我们</h2>
        <p>vx:123456789</p>
    </div>
</div>